Repository: mpdifran/bloom
Catalog: Apps/Bloom/Bloom/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, nl

source: Show More
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
fr_ca: Afficher plus
nl: Toon meer

source: Show Owned
de: Gekaufte anzeigen
es: Mostrar lo adquirido
fr: Afficher les produits détenus
fr_ca: Afficher les produits détenus
nl: Toon aangeschaft

source: Show Paywall
de: Abo-Seite anzeigen
es: Mostrar la pantalla de suscripción
fr: Afficher l'écran d'abonnement
fr_ca: Afficher l'écran d'abonnement
nl: Toon abonnementsscherm

source: Show Sheet
de: Blatt anzeigen
es: Mostrar panel
fr: Afficher la fiche
fr_ca: Afficher la fiche
nl: Toon paneel

source: Shows the web pages this answer used
de: Zeigt die Webseiten, die für diese Antwort verwendet wurden
es: Muestra las páginas web utilizadas en esta respuesta
fr: Affiche les pages web utilisées pour cette réponse
fr_ca: Affiche les pages web utilisées pour cette réponse
nl: Toont de webpagina’s die voor dit antwoord zijn gebruikt

source: Side Effects
de: Nebenwirkungen
es: Efectos secundarios
fr: Effets secondaires
fr_ca: Effets secondaires
nl: Bijwerkingen

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
fr_ca: Se déconnecter
nl: Log uit

source: Signal History
de: Signalverlauf
es: Historial de señales
fr: Historique des signaux
fr_ca: Historique des signaux
nl: Signaalgeschiedenis

source: Signals: %@
de: Signale: %@
es: Señales: %@
fr: Signaux : %@
fr_ca: Signaux : %@
nl: Signalen: %@

source: Single Food Item
de: Einzelnes Lebensmittel
es: Un solo alimento
fr: Aliment unique
fr_ca: Aliment unique
nl: Eén voedingsmiddel

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
fr_ca: Ignorer
nl: Sla over

source: sleep
de: Schlaf
es: sueño
fr: sommeil
fr_ca: sommeil
nl: slaap

source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
fr_ca: Sommeil
nl: Slaap

source: Sleep Duration
de: Schlafdauer
es: Duración del sueño
fr: Durée de sommeil
fr_ca: Durée de sommeil
nl: Slaapduur

source: Sleep Efficiency
de: Schlafeffizienz
es: Eficiencia del sueño
fr: Efficacité du sommeil
fr_ca: Efficacité du sommeil
nl: Slaapefficiëntie

source: Sleep Heart Rate
de: Herzfrequenz im Schlaf
es: Frecuencia cardíaca durante el sueño
fr: Fréquence cardiaque pendant le sommeil
fr_ca: Fréquence cardiaque pendant le sommeil
nl: Hartslag tijdens de slaap

source: Sleep HR
de: HF im Schlaf
es: FC durante el sueño
fr: FC pendant le sommeil
fr_ca: FC pendant le sommeil
nl: Hartslag tijdens slaap

source: Sleep Metrics
de: Schlafwerte
es: Métricas del sueño
fr: Données de sommeil
fr_ca: Données de sommeil
nl: Slaapwaarden

source: Sleep Quality
de: Schlafqualität
es: Calidad del sueño
fr: Qualité du sommeil
fr_ca: Qualité du sommeil
nl: Slaapkwaliteit

source: Sleep Quality & Rhythm
de: Schlafqualität und -rhythmus
es: Calidad y ritmo del sueño
fr: Qualité et rythme du sommeil
fr_ca: Qualité et rythme du sommeil
nl: Slaapkwaliteit en -ritme

source: Sleep Schedule
de: Schlafrhythmus
es: Horario de sueño
fr: Horaire de sommeil
fr_ca: Horaire de sommeil
nl: Slaapschema

source: Sleep Score
de: Schlafscore
es: Puntuación de sueño
fr: Score de sommeil
fr_ca: Score de sommeil
nl: Slaapscore

source: Sleep Stage
de: Schlafphase
es: Fase del sueño
fr: Phase de sommeil
fr_ca: Phase de sommeil
nl: Slaapfase

source: Sleep stage ranges from How to Interpret the Results of a Sleep Study (NIH, 2014).
de: Schlafphasen-Bereiche aus How to Interpret the Results of a Sleep Study (NIH, 2014).
es: Rangos de fases del sueño de How to Interpret the Results of a Sleep Study (NIH, 2014).
fr: Plages des stades de sommeil issues de How to Interpret the Results of a Sleep Study (NIH, 2014).
fr_ca: Plages des stades de sommeil issues de How to Interpret the Results of a Sleep Study (NIH, 2014).
nl: Slaapfasebereiken uit How to Interpret the Results of a Sleep Study (NIH, 2014).

source: Sleep Stages
de: Schlafphasen
es: Fases del sueño
fr: Phases de sommeil
fr_ca: Phases de sommeil
nl: Slaapfasen

source: Sleep Summary
de: Schlafübersicht
es: Resumen del sueño
fr: Résumé du sommeil
fr_ca: Résumé du sommeil
nl: Slaapoverzicht

source: Sleep Timeline
de: Schlafverlauf
es: Cronología del sueño
fr: Chronologie du sommeil
fr_ca: Chronologie du sommeil
nl: Slaaptijdlijn

source: Smarter Health Starts Today
de: Klügere Gesundheit beginnt heute
es: Cuidarte mejor empieza hoy
fr: Une santé plus futée commence aujourd'hui
fr_ca: Une santé plus futée commence aujourd'hui
nl: Slimmer aan je gezondheid werken begint vandaag

source: Smoke-free for %lld days - you're doing great!
de: Seit %lld Tagen rauchfrei - du machst das super!
es: %lld días sin fumar: ¡lo estás haciendo genial!
fr: Sans fumer depuis %lld jours - vous vous en sortez très bien !
fr_ca: Sans fumer depuis %lld jours - tu t'en sors super bien !
nl: %lld dagen rookvrij - je doet het geweldig!

source: Smoke-free for %lld months - incredible!
de: Seit %lld Monaten rauchfrei - unglaublich!
es: %lld meses sin fumar: ¡increíble!
fr: Sans fumer depuis %lld mois - incroyable !
fr_ca: Sans fumer depuis %lld mois - incroyable !
nl: %lld maanden rookvrij - ongelooflijk!

source: Smoke-free for %lld weeks - amazing progress!
de: Seit %lld Wochen rauchfrei - toller Fortschritt!
es: %lld semanas sin fumar: ¡un progreso increíble!
fr: Sans fumer depuis %lld semaines - quels progrès !
fr_ca: Sans fumer depuis %lld semaines - quels progrès !
nl: %lld weken rookvrij - geweldige vooruitgang!

source: Smoke-free for %lld years - that's amazing!
de: Seit %lld Jahren rauchfrei - fantastisch!
es: %lld años sin fumar: ¡es asombroso!
fr: Sans fumer depuis %lld ans - c'est fantastique !
fr_ca: Sans fumer depuis %lld ans - c'est fantastique !
nl: %lld jaar rookvrij - fantastisch!

source: Smoking
de: Rauchen
es: Tabaco
fr: Tabagisme
fr_ca: Tabagisme
nl: Roken

source: Smoking is one of the most significant factors affecting biological age and overall health.
de: Rauchen ist einer der größten Einflussfaktoren auf das biologische Alter und die Gesundheit insgesamt.
es: Fumar es uno de los factores que más afectan a la edad biológica y a la salud en general.
fr: Le tabagisme est l'un des facteurs qui pèsent le plus sur l'âge biologique et la santé en général.
fr_ca: Le tabagisme est l'un des facteurs qui pèsent le plus sur l'âge biologique et la santé en général.
nl: Roken is een van de grootste factoren voor je biologische leeftijd en je gezondheid in het algemeen.

source: Smoking Status
de: Rauchstatus
es: Hábito de fumar
fr: Statut tabagique
fr_ca: Statut tabagique
nl: Rookstatus

source: Snooze for %@
de: Um %@ verschieben
es: Posponer %@
fr: Reporter de %@
fr_ca: Reporter de %@
nl: Uitstellen met %@

source: Snoozed
de: Pausiert
es: En pausa
fr: En pause
fr_ca: En pause
nl: Gepauzeerd

source: Snow
de: Schnee
es: Nieve
fr: Neige
fr_ca: Neige
nl: Sneeuw

source: Sodium
de: Natrium
es: Sodio
nl: Natrium

source: Some Light
de: Etwas Licht
es: Algo de luz
fr: Un peu de lumière
fr_ca: Un peu de lumière
nl: Wat licht

source: Something else...
de: Etwas anderes …
es: Otra cosa…
fr: Autre chose…
fr_ca: Autre chose…
nl: Iets anders …

source: Somewhat Variable
de: Etwas unregelmäßig
es: Algo variable
fr: Assez variable
fr_ca: Assez variable
nl: Enigszins wisselend

source: Sound Debug
de: Ton-Debug
es: Depuración de sonido
fr: Débogage du son
fr_ca: Débogage du son
nl: Geluidsdebug

source: Sounds
de: Töne
es: Sonidos
fr: Sons
fr_ca: Sons
nl: Geluiden

source: Source
de: Quelle
es: Fuente
nl: Bron

source: Source: %@
de: Quelle: %@
es: Fuente: %@
nl: Bron: %@

source: Sources
de: Quellen
es: Fuentes
nl: Bronnen

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
fr_ca: Vitesse
nl: Snelheid

source: Spot patterns in your sleep to help you rest better.
de: Erkenne Muster in deinem Schlaf, damit du dich besser erholst.
es: Detecta patrones en tu sueño para descansar mejor.
fr: Repérez les tendances de votre sommeil pour mieux récupérer.
fr_ca: Repère les tendances de ton sommeil pour mieux récupérer.
nl: Ontdek patronen in je slaap zodat je beter uitrust.

source: Stable
de: Stabil
es: Estable
nl: Stabiel

source: Stage
de: Phase
es: Fase
fr: Phase
fr_ca: Phase
nl: Fase

source: Stair Climb Speed
de: Treppensteig-Tempo
es: Velocidad al subir escaleras
fr: Vitesse en montée d'escalier
fr_ca: Vitesse en montée d'escalier
nl: Traploopsnelheid

source: Stair climb speed measures how quickly you ascend stairs and is an important indicator of lower body strength and cardiovascular fitness.
de: Die Treppensteiggeschwindigkeit zeigt, wie schnell du Treppen hinaufgehst, und ist ein wichtiger Hinweis auf Beinkraft und Ausdauer.
es: La velocidad al subir escaleras mide con qué rapidez las subes y es un buen indicador de la fuerza del tren inferior y de tu condición cardiovascular.
fr: La vitesse de montée d'escaliers mesure la rapidité avec laquelle vous montez les marches. C'est un bon indicateur de la force du bas du corps et de la condition cardiovasculaire.
fr_ca: La vitesse de montée d'escaliers mesure la rapidité avec laquelle tu montes les marches. C'est un bon indicateur de la force du bas du corps et de la condition cardiovasculaire.
nl: De traploopsnelheid meet hoe snel je een trap op gaat en zegt veel over je beenkracht en conditie.

source: Stair Speed
de: Treppentempo
es: Velocidad en escaleras
fr: Vitesse dans les escaliers
fr_ca: Vitesse dans les escaliers
nl: Traptempo

source: Start
de: Starten
es: Empezar
fr: Commencer
fr_ca: Commencer

source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
fr_ca: Date de début
nl: Startdatum

source: Start Timer
de: Timer starten
es: Iniciar el temporizador
fr: Lancer le minuteur
fr_ca: Lancer le minuteur
nl: Timer starten

source: Start Workout
de: Workout starten
es: Empezar entrenamiento
fr: Commencer la séance
fr_ca: Commencer la séance
nl: Training starten

source: Starting in %@
de: Beginnt in %@
es: Empieza en %@
fr: Commence dans %@
fr_ca: Commence dans %@
nl: Begint over %@

source: State Changes
de: Statuswechsel
es: Cambios de estado
fr: Changements d'état
fr_ca: Changements d'état
nl: Statuswijzigingen

source: Stay Ahead of How You Feel
de: Sei deinem Befinden einen Schritt voraus
es: Adelántate a cómo te sientes
fr: Gardez une longueur d'avance sur votre forme
fr_ca: Garde une longueur d'avance sur ta forme
nl: Blijf je gevoel een stap voor

source: Stay consistent together
de: Gemeinsam dranbleiben
es: Manteneos constantes juntos
fr: Restez réguliers ensemble
fr_ca: Restez réguliers ensemble
nl: Blijf er samen mee bezig

source: Steady
de: Stabil
es: Estable
fr: Stable
fr_ca: Stable
nl: Stabiel

source: Step %lld of %lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
fr_ca: Étape %1$lld sur %2$lld
nl: Stap %1$lld van %2$lld

source: step count
de: Schrittzahl
es: número de pasos
fr: nombre de pas
fr_ca: nombre de pas
nl: aantal stappen

source: steps
de: Schritte
es: pasos
fr: pas
fr_ca: pas
nl: stappen

source: Steps
de: Schritte
es: Pasos
fr: Pas
fr_ca: Pas
nl: Stappen

source: Steps are compared to the previous period of the same length. The faded line represents the previous period.
de: Die Schritte werden mit dem gleich langen Vorzeitraum verglichen. Die blasse Linie steht für den Vorzeitraum.
es: Los pasos se comparan con el periodo anterior de la misma duración. La línea tenue representa ese periodo.
fr: Les pas sont comparés à la période précédente de même durée. La courbe estompée représente la période précédente.
fr_ca: Les pas sont comparés à la période précédente de même durée. La courbe estompée représente la période précédente.
nl: De stappen worden vergeleken met de vorige periode van dezelfde lengte. De vage lijn is die vorige periode.

source: Steps Widget Configuration
de: Konfiguration des Schritte-Widgets
es: Configuración del widget de pasos
fr: Configuration du widget Pas
fr_ca: Configuration du widget Pas
nl: Configuratie stappenwidget

source: Still have questions? Email us
de: Noch Fragen? Schreib uns
es: ¿Sigues con dudas? Escríbenos
fr: D'autres questions ? Écrivez-nous
fr_ca: D'autres questions ? Écris-nous
nl: Nog vragen? Mail ons

source: Stool Type
de: Stuhltyp
es: Tipo de heces
fr: Type de selles
fr_ca: Type de selles
nl: Ontlastingstype

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
fr_ca: Stockage
nl: Opslag

source: Storage Analysis
de: Speicheranalyse
es: Análisis del almacenamiento
fr: Analyse du stockage
fr_ca: Analyse du stockage
nl: Opslaganalyse

source: Strain Meter
de: Belastungsanzeige
es: Medidor de carga
fr: Indicateur de charge
fr_ca: Indicateur de charge
nl: Belastingsmeter

source: strength training duration
de: Dauer des Krafttrainings
es: duración del entrenamiento de fuerza
fr: durée de musculation
fr_ca: durée de musculation
nl: duur krachttraining

source: strength training workouts
de: Krafttrainingseinheiten
es: entrenamientos de fuerza
fr: séances de musculation
fr_ca: séances de musculation
nl: krachttrainingen

source: Stress & Workout Load
de: Stress und Trainingsbelastung
es: Estrés y carga de entrenamiento
fr: Stress et charge d'entraînement
fr_ca: Stress et charge d'entraînement
nl: Stress en trainingsbelasting

source: Stress Levels
de: Stresslevel
es: Niveles de estrés
fr: Niveaux de stress
fr_ca: Niveaux de stress
nl: Stressniveaus

source: Submit
de: Senden
es: Enviar
fr: Envoyer
fr_ca: Envoyer
nl: Verstuur

source: Submit Anonymously
de: Anonym senden
es: Enviar de forma anónima
fr: Envoyer anonymement
fr_ca: Envoyer anonymement
nl: Anoniem versturen

source: Submit Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
fr_ca: Envoyer un commentaire
nl: Feedback versturen

source: Submit Report
de: Meldung senden
es: Enviar informe
fr: Envoyer le signalement
fr_ca: Envoyer le signalement
nl: Melding versturen

source: Subscribe to Bloom Plus
de: Bloom Plus abonnieren
es: Suscribirse a Bloom Plus
fr: S'abonner à Bloom Plus
fr_ca: S'abonner à Bloom Plus
nl: Abonneren op Bloom Plus

source: Sufficient
de: Ausreichend
es: Suficiente
fr: Suffisant
fr_ca: Suffisant
nl: Voldoende

source: Sugar
de: Zucker
es: Azúcares
fr: Sucres
fr_ca: Sucres
nl: Suikers

source: Suggested
de: Vorgeschlagen
es: Sugerido
fr: Suggéré
fr_ca: Suggéré
nl: Voorgesteld

source: Suggestions
de: Vorschläge
es: Sugerencias
nl: Suggesties

source: Summarize and celebrate your workouts.
de: Fass deine Workouts zusammen und feier deine Erfolge.
es: Resume tus entrenamientos y celebra tus logros.
fr: Résumez vos entraînements et célébrez vos progrès.
fr_ca: Résume tes entraînements et célèbre tes progrès.
nl: Vat je workouts samen en vier je prestaties.

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
fr_ca: Résumé
nl: Samenvatting

source: Sync Nutrition to HealthKit
de: Ernährung mit HealthKit synchronisieren
es: Sincronizar la nutrición con HealthKit
fr: Synchroniser la nutrition avec HealthKit
fr_ca: Synchroniser la nutrition avec HealthKit
nl: Voeding synchroniseren met HealthKit

source: Systolic
de: Systolisch
es: Sistólica
fr: Systolique
fr_ca: Systolique
nl: Systolisch

source: Systolic / Diastolic
de: Systolisch / diastolisch
es: Sistólica / diastólica
fr: Systolique / diastolique
fr_ca: Systolique / diastolique
nl: Systolisch / diastolisch

source: Tap Analyze to scan storage usage
de: Tippe auf Analysieren, um die Speichernutzung zu prüfen
es: Toca Analizar para revisar el uso del almacenamiento
fr: Touchez Analyser pour examiner l'utilisation du stockage
fr_ca: Touche Analyser pour examiner l'utilisation du stockage
nl: Tik op Analyseren om je opslaggebruik te bekijken

source: Tap the + button to create your first reminder.
de: Tippe auf +, um deine erste Erinnerung zu erstellen.
es: Toca el botón + para crear tu primer recordatorio.
fr: Touchez le bouton + pour créer votre premier rappel.
fr_ca: Touche le bouton + pour créer ton premier rappel.
nl: Tik op + om je eerste herinnering te maken.

source: Tap to set
de: Zum Festlegen tippen
es: Toca para configurar
fr: Touchez pour définir
fr_ca: Touche pour définir
nl: Tik om in te stellen

source: target heart rate zone 1 minutes
de: Minuten in Ziel-Herzfrequenzzone 1
es: minutos en la zona cardíaca objetivo 1
fr: minutes en zone cardiaque cible 1
fr_ca: minutes en zone cardiaque cible 1
nl: minuten in streefhartslagzone 1

source: target heart rate zone 2 minutes
de: Minuten in Ziel-Herzfrequenzzone 2
es: minutos en la zona cardíaca objetivo 2
fr: minutes en zone cardiaque cible 2
fr_ca: minutes en zone cardiaque cible 2
nl: minuten in streefhartslagzone 2

source: target heart rate zone 3 minutes
de: Minuten in Ziel-Herzfrequenzzone 3
es: minutos en la zona cardíaca objetivo 3
fr: minutes en zone cardiaque cible 3
fr_ca: minutes en zone cardiaque cible 3
nl: minuten in streefhartslagzone 3

source: target heart rate zone 4 minutes
de: Minuten in Ziel-Herzfrequenzzone 4
es: minutos en la zona cardíaca objetivo 4
fr: minutes en zone cardiaque cible 4
fr_ca: minutes en zone cardiaque cible 4
nl: minuten in streefhartslagzone 4

source: target heart rate zone 5 minutes
de: Minuten in Ziel-Herzfrequenzzone 5
es: minutos en la zona cardíaca objetivo 5
fr: minutes en zone cardiaque cible 5
fr_ca: minutes en zone cardiaque cible 5
nl: minuten in streefhartslagzone 5

source: target heart rate zones
de: Ziel-Herzfrequenzzonen
es: zonas cardíacas objetivo
fr: zones cardiaques cibles
fr_ca: zones cardiaques cibles
nl: streefhartslagzones

source: Target Weight
de: Zielgewicht
es: Peso objetivo
fr: Poids cible
fr_ca: Poids cible
nl: Streefgewicht

source: Tell me a bit about you
de: Erzähl mir etwas über dich
es: Cuéntame un poco sobre ti
fr: Parlez-moi un peu de vous
fr_ca: Parle-moi un peu de tu
nl: Vertel me wat over jezelf

source: Tell me more
de: Erzähl mir mehr
es: Cuéntame más
fr: Dites-m'en plus
fr_ca: Dites-m'en plus
nl: Vertel me meer

source: Tell me what's on your mind!
de: Sag mir, was dich beschäftigt!
es: ¡Cuéntame qué te preocupa!
fr: Dites-moi ce qui vous préoccupe !
fr_ca: Dites-moi ce qui te préoccupe !
nl: Vertel me wat je bezighoudt!

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
fr_ca: Température
nl: Temperatuur

source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
fr_ca: Conditions d'utilisation
nl: Gebruiksvoorwaarden

source: Test Monitor Detection
de: Überwachungserkennung testen
es: Probar la detección de monitores
fr: Tester la détection des surveillances
fr_ca: Tester la détection des surveillances
nl: Bewakingsdetectie testen

source: Test Monitor Notifications
de: Monitor-Mitteilungen testen
es: Probar notificaciones del monitor
fr: Tester les notifications du moniteur
fr_ca: Tester les notifications du moniteur
nl: Monitormeldingen testen

source: Test Period Notifications
de: Perioden-Mitteilungen testen
es: Probar notificaciones del periodo
fr: Tester les notifications de règles
fr_ca: Tester les notifications de règles
nl: Menstruatiemeldingen testen

source: Test Push Notifications
de: Push-Benachrichtigungen testen
es: Probar las notificaciones push
fr: Tester les notifications push
fr_ca: Tester les notifications push
nl: Pushmeldingen testen

source: Test Workout Notification
de: Workout-Benachrichtigung testen
es: Probar la notificación de entrenamiento
fr: Tester la notification de séance
fr_ca: Tester la notification de séance
nl: Trainingsmelding testen

source: Thank you so much for help testing Bloom! We're ending our TestFlight program, so you'll need to install the App Store version of the app to continue using Bloom.
de: Vielen Dank, dass du Bloom getestet hast! Wir beenden unser TestFlight-Programm - installiere die App-Store-Version, um Bloom weiter zu nutzen.
es: ¡Muchas gracias por ayudarnos a probar Bloom! Cerramos el programa de TestFlight, así que instala la versión del App Store para seguir usando Bloom.
fr: Merci beaucoup d'avoir participé aux tests de Bloom ! Notre programme TestFlight prend fin : installez la version de l'App Store pour continuer à utiliser Bloom.
fr_ca: Merci beaucoup d'avoir participé aux tests de Bloom ! Notre programme TestFlight prend fin : installe la version de l'App Store pour continuer à utiliser Bloom.
nl: Heel erg bedankt voor het testen van Bloom! We stoppen met ons TestFlight-programma, dus installeer de App Store-versie om Bloom te blijven gebruiken.

source: Thank You!
de: Danke!
es: ¡Gracias!
fr: Merci !
fr_ca: Merci !
nl: Bedankt!

source: Thanks Bud!
de: Danke, Bud!
es: ¡Gracias, Bud!
fr: Merci Bud !
fr_ca: Merci Bud !
nl: Bedankt, Bud!

source: That's Cool!
de: Cool!
es: ¡Qué bien!
fr: Super !
fr_ca: Super !
nl: Gaaf!

source: The Bristol Stool Types are a standard mechanism to help categorize bowel movements. They can help provide insights into your gut health.
de: Die Bristol-Stuhlformen-Skala ist ein Standard zur Einordnung des Stuhlgangs. Sie hilft, deine Darmgesundheit besser zu verstehen.
es: La escala de Bristol es un método estándar para clasificar las deposiciones. Ayuda a entender mejor tu salud intestinal.
fr: L'échelle de Bristol est un outil standard de classification des selles. Elle aide à mieux comprendre votre santé intestinale.
fr_ca: L'échelle de Bristol est un outil standard de classification des selles. Elle aide à mieux comprendre ta santé intestinale.
nl: De Bristol-stoelgangschaal is een standaard om stoelgang in te delen. Die geeft inzicht in je darmgezondheid.

source: The following message content will be submitted with the report.
de: Der folgende Nachrichteninhalt wird mit der Meldung gesendet.
es: El siguiente contenido del mensaje se enviará con el informe.
fr: Le contenu du message ci-dessous sera envoyé avec le signalement.
fr_ca: Le contenu du message ci-dessous sera envoyé avec le signalement.
nl: De volgende berichtinhoud wordt met de melding meegestuurd.

source: The provided credentials are invalid
de: Die angegebenen Anmeldedaten sind ungültig
es: Las credenciales proporcionadas no son válidas
fr: Les identifiants fournis ne sont pas valides
fr_ca: Les identifiants fournis ne sont pas valides
nl: De opgegeven inloggegevens zijn ongeldig

source: then %@
de: danach %@
es: luego %@
fr: puis %@
fr_ca: puis %@
nl: daarna %@

source: then %@ (%@)
de: danach %1$@ (%2$@)
es: luego %1$@ (%2$@)
fr: puis %1$@ (%2$@)
fr_ca: puis %1$@ (%2$@)
nl: daarna %1$@ (%2$@)

source: There are currently no pending notifications scheduled for this app.
de: Für diese App sind derzeit keine Benachrichtigungen geplant.
es: Ahora mismo no hay notificaciones programadas para esta app.
fr: Aucune notification n'est actuellement programmée pour cette app.
fr_ca: Aucune notification n'est actuellement programmée pour cette app.
nl: Er staan momenteel geen meldingen gepland voor deze app.

source: There are no workouts to show.
de: Es gibt keine Workouts anzuzeigen.
es: No hay entrenamientos que mostrar.
fr: Aucune séance à afficher.
fr_ca: Aucune séance à afficher.
nl: Er zijn geen trainingen om te tonen.

source: There is no sleep analysis available for %@.
de: Für %@ ist keine Schlafanalyse verfügbar.
es: No hay análisis del sueño disponible para %@.
fr: Aucune analyse du sommeil n'est disponible pour %@.
fr_ca: Aucune analyse du sommeil n'est disponible pour %@.
nl: Er is geen slaapanalyse beschikbaar voor %@.

source: There is no sleep data for last night.
de: Für letzte Nacht liegen keine Schlafdaten vor.
es: No hay datos de sueño de anoche.
fr: Aucune donnée de sommeil pour la nuit dernière.
fr_ca: Aucune donnée de sommeil pour la nuit dernière.
nl: Er zijn geen slaapgegevens van afgelopen nacht.

source: There was a problem loading the weather.
de: Beim Laden des Wetters ist ein Problem aufgetreten.
es: Ha habido un problema al cargar el tiempo.
fr: Un problème est survenu lors du chargement de la météo.
fr_ca: Un problème est survenu lors du chargement de la météo.
nl: Er ging iets mis bij het laden van het weer.
